import React from 'react'
import "./about.css";

const About = () => {
  return (
    <>
    <div className='about'>
        <p style={{textAlign:"center", fontSize:"22px", fontFamily:"'Courier New', Courier, monospace", fontWeight:"bold"}}>यो वेबसाईट बनाउनु को उद्देश्य भनेको प्रणामी संप्रादय को बारेमा केही ज्ञान दिनु हो | </p>

    <h2>कृष्ण प्रणामी धर्म भनेको के हो ?</h2>
    <p>प्रणामी धर्म के हो को लागी छवि परिणाम
     प्रणामी (अर्थात, 'जो झुकाउनेहरू') एक संप्रदाय हो जसले सर्वोच्च भगवान, श्री कृष्णको वचनको पूजा गर्दछ, जुन महामती प्राणनाथजी र सतगुरु श्री देवचन्द्रजीद्वारा उनीहरूको पवित्र ग्रन्थ, श्री तरतम सागरको रूपमा दिइएको थियो।भक्ति संतहरू, श्री देवचन्द्रजी महाराज र उहाँका प्रमुख शिष्य श्री मेहराज ठाकुर (जसलाई महामती प्राणनाथजी वा प्राणनाथजी भनेर पनि चिनिन्छ, जसले यस परम्परालाई नाम दिन्छ) को शिक्षाहरूमा आधारित, पश्चिमी भारतमा 17 औं शताब्दीमा प्रणामी संप्रदायको उदय भयो।प्रणामी संप्रदायलाई निजानन्द सम्प्रदाय पनि भनिन्छ, शाब्दिक रूपमा, 'निज' को अर्थ, आफै वा आफ्नै र 'आनन्द' को अर्थ आनन्द वा आनन्द हो। [३] प्रणामी सम्प्रदायका शिक्षाहरूले पूर्वी र पश्चिमी दुवै धर्महरू एउटै सर्वशक्तिमान ईश्वरको बारेमा कुरा गर्छन् भनी पूर्वीय धर्महरू र पश्चिमी धर्महरू बीचको खाडललाई एकसाथ जोड्ने प्रयास गर्दछ।</p>
    <p>हिन्दू विद्रोहले नयाँ राज्यहरूको नेतृत्व गर्दा औरंगजेबले गैर-मुस्लिमहरूमाथि गरेको धार्मिक सतावटको कारण मुगल साम्राज्यको पतनपछि परम्पराहरू बढ्दै गए। यस्तै एउटा बुन्देलखण्ड राज्यका राजा छत्रसालले महामती प्राणनाथजीलाई संरक्षण गरेका थिए। प्रणामी परम्पराले सबै जातजाति र धर्मलाई परम सत्य श्रीकृष्ण पूजा परम्परामा सामेल हुन स्वागत गरेको छ । धर्मान्तरणको प्रारम्भमा, प्राणनाथजीले नयाँ सदस्यहरूलाई कुनै पनि सनातन पृष्ठभूमिबाट आए पनि सँगै खाना खान निम्तो दिनुहुनेछ। उनले आफ्नो शिक्षालाई धर्मान्तरितहरूको पृष्ठभूमिसँग जोड्नका लागि हिन्दू र इस्लामिक ग्रन्थहरू उद्धृत गरेर प्रणामी विचारहरू पनि व्याख्या गर्नुहुनेछ।</p>
    </div>
    </>
  )
}

export default About