const Api = [
    {
        id:1,
        img:"https://4.bp.blogspot.com/-3mhFi2jW0zM/UHlXQjZMx8I/AAAAAAAAAnE/iArJ4i399Vs/s1600/Devchandraji+Maharaj.jpg",
        classname:"intro_body hlo1",
        imageClassname:"img_section1",
        textClassname:"txt_section1",
        text:"सम्प्रदायका संस्थापक श्री देवचन्द्र जी महाराज (१५८१–१६५५) को जन्म भारतको उमरकोट गाउँको सिन्ध प्रान्तमा भएको थियो (अहिले पाकिस्तानमा)। बाल्यकालदेखि नै उनले उहाँले पवित्र प्रवृत्ति देखाउनुभएको थियो । १६ वर्षको उमेरमा उनले संसार त्याग गरे र ब्रह्मज्ञान (ईश्वरीय ज्ञान) को खोजीमा कच्छको भुज र पछि जामनगर जानु भएको थियो |देवचन्द्रजीले निजानन्द संप्रदाय नामक धर्मको नयाँ धारा खोज्न ठोस आकार र रूप दिने काम गर्नु भएको थियो | उहाँ जामनगरमा बसोबास गर्नुभयो, जहाँ उहाँले वेद, वेदान्तिक ज्ञान र भागवतमलाई सरल भाषामा सामाजिक वर्ग र धार्मिक भिन्नताहरूको पर्वाह नगरी मानिसहरूलाई बुझ्नको लागि व्याख्या गर्नुभयो, र 'तारतम' नामक दिव्य ज्ञानको सहायताले उनीहरूलाई वास्तविक आत्ममा जगाउनुभयो। उनका अनुयायीहरू पछि सुन्दरसथ वा प्रणामी भनेर चिनिन थाले।"
    },

    {
        id:2,
        img:"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSW0gdec6xZJVWOD0ANfx1ADwtle3T5bDPJa0blif0X7rTLnFfovoyh9xBk6V7QGGjGQlI&usqp=CAU",
        classname:"intro_body hlo2",
        imageClassname:"img_section2",
        textClassname:"txt_section1",
        text:" प्रणामी सम्प्रदाय फैलाउने श्रेय उहाँका प्रिय शिष्य र उत्तराधिकारी महामती श्री प्राणनाथजी (मेहराज ठाकुर) (१६१८–१६९४) लाई जान्छ, जो जामनगर राज्यका दीवान केशव ठाकुरका छोरा हुनुहुनथियों | उनले धार्मिक सद्भाव र अन्तरविश्वासका आदर्शहरू फैलाउनका लागि ओमान, इराक र इरान लगायत भारतीय उपमहाद्वीप र अरबी संसारभरि यात्रा गर्नु भएको थियो | उहाँ मार्फत दिव्य ज्ञान प्रकट भएको थियो जुन पछि पवित्र 'कुलजम स्वरूप' को रूपमा छ भाषाहरू - गुजराती, सिन्धी, अरबी, फारसी, उर्दू, हिन्दी र अन्य धेरै प्रचलित भाषाहरूको शब्दहरूमा संकलित भयो। कुलजम स्वरूप उर्फ ​​तार्तम सागर भनिने उनको कामलाई विश्वभरका श्रीकृष्ण प्रणामी मन्दिरहरूको मूर्तिहरू जस्तै पूजा गरिन्छ। उनले विसं १७३५ (१६७८ ईस्वी) को हरिद्वारमा कुम्भ मेलामा पनि भाग लिनु भएको थियो र धार्मिक बहसमा संलग्न थिए जसमा उनी विजयी हुनु भएको थियो  र विभिन्न सम्प्रदाय र सम्प्रदायका सन्तहरूले 'निस्कलंका विजयाभिनन्द बुद्ध अवतार' उपाधिबाट सम्मानित पनि हुनु भएको थियो |"

    },

    {
       id:3,
       img:"https://mahamati.info/resources/MAHARAJAA%20CHHATRASAL%20JI%20PHOTO.jpg",
       classname:"intro_body hlo2",
       imageClassname:"img_section2",
       textClassname:"txt_section1",
       text:"बुन्देलखण्डका महाराजा छत्रसाल (१६४९–१७३१) (१६४९–१७३१), महामती प्राणनाथजीका प्रखर शिष्य र प्रणामी धर्मका अनुयायी हुनुहुनथियों । उहाँहरुको भेट सन् १६८३ मा पन्ना नजिकैको माउमा भएको थियो । उहाँका भतिजा देव करन्जी जसले यसअघि रामनगरमा स्वामी प्राणनाथजीलाई भेटेका हुनुहुनथियों, यस बैठकको लागि महत्वपूर्ण भूमिका खेलेका हुनुहुनथियों। छत्रसाल प्राणनाथजीबाट धेरै प्रभावित भएर उहाँको शिष्य बन्नुभयो । महाराजा छत्रसाल उनलाई भेट्न आउँदा उनी मुगलसँग लड्न जाँदै हुनुहुनथियों । स्वामी प्राणनाथजीले उनलाई आफ्नै तरवार दिनुभयो र आफ्नो टाउकोलाई स्कार्फले छोपेर भन्नुभयो,'तिमी सधैं विजयी हुनेछौ। तिम्रो भूमिमा हीराको खानी पत्ता लाग्नेछ र तिमी महान् सम्राट बन्नेछौ।' उनको भविष्यवाणी सत्य भयो र आज पनि पन्ना क्षेत्र तिनीहरूको हीरा खानीहरूको लागि प्रसिद्ध छ। स्वामी प्राणनाथजी छत्रसालका धार्मिक गुरु मात्र हुनुहुनथियन; तर उनले राजनीतिक, सामाजिक र आर्थिक मामिलामा पनि उहाँलाई मार्गदर्शन गर्नुभयो। स्वामी प्राणनाथजीले पन्नामा हीरा फेला पार्ने वरदान पाएपछि महाराजा छत्रसाल समृद्ध हुनुभयो ।"
    }   
];


export default Api;